Repository: stefanw/foireminder
Catalog: foireminder/foireminder/locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: Subject
de: Betreff

source: All contracts since {last_date}
de: Alle Verträge seit {last_date}

source: Body
de: Nachricht

source: Please send me all contracts between {last_date} and {date}
de: Bitte senden Sie mir alle Verträge zwischen dem {last_date} und {date}

source: Select site and public body
de: Wähle Portal und Behörde

source: The given FOI site does not exist in our database.
de: Das angegebene FOI-Portal existiert nicht in unserer Datenbank.

source: The given URL does not seem to be a requesting page.
de: Die angegebene URL scheint keine Anfrage-Stellen-Seite zu sein.

source: Please give the URL of this request.
de: Bitte gib die URL der Anfrage an.

source: The given site does not seem to be a valid request page for the FOI site.
de: Die angegebene URL scheint keine ordentliche Anfrageseite dieses FOI-Portals zu sein.

source: No spam. You can always unsubscribe.
de: Kein Spam. Sie können sich immer abmelden.

source: Yearly
de: Jährlich

source: Years
de: Jahre

source: Monthly
de: Monatlich

source: Months
de: Monate

source: Regular Expression to match request pages of this FOI site
de: Regulärer Ausdruck um Anfrageseiten dieses FOI-Portals zu erkennen

source: Regular Expression to match requesting page of this FOI site
de: Regulärer Ausdruck um Anfrage-Stellen-Seiten dieses FOI-Portals zu erkennen

source: String format pattern including {url}, {subject} and {body}
de: Stringformatierungsregel mit {url}, {subject} und {body}

source: <last request date>
de: <letztes Anfragedatum>

source: <date of reminder>
de: <Datum der Erinnerung>

source: SHORT_DATE_FORMAT
de: d.m.Y

source: FOI Reminder: a request needs to be made
de: IFG-Erinnerung: eine Anfrage muss gestellt werden

source: Please follow this link
de: Bitte folgen Sie diesem Link

source: Thanks for making this request!
de: Danke für das Stellen dieser Anfrage!

source: We subscribed your email!
de: Wir haben Ihre Email gespeichert!

source: Subscribe to "%(name)s"
de: Erinnerung zu "%(name)s" erhalten

source: Cancel
de: Abbrechen

source: Subscribe
de: Erinnerung erhalten

source: Go here to find your public authority
de: Finde die Behörde auf dieser Seite

source: The URL you are looking for looks something like this:
de: Die URL, die du suchst, sieht ungefähr so aus:

source: Make this request!
de: Anfrage stellen!

source: Yes, I made this request
de: Ich habe die Anfrage gestellt

source: Save this
de: Speichern

source: FOI Reminder
de: IFG Erinnerer

source: Keep asking
de: Dranbleiben und nachfragen

source: Made at IACC Hackathon 2012
de: Gebaut beim IACC Hackathon 2012

source: Code on GitHub
de: Code auf GitHub

source: Requests that need to be made
de: Anfragen, die gestellt werden müssen

source: At the moment there are no requests due. You can create one on the right.
de: Momentan müssen keine Anfragen gestellt werden. Sie können rechts eine neue Erinnerung anlegen.

source: Recently made requests
de: Kürzlich gestellte Anfragen

source: Active reminders
de: Aktive Erinnerungen

source: Every %(interval)s %(freq)s, next %(date)s
de: Alle %(interval)s %(freq)s, nächste am %(date)s

source: Subscribe by email to this reminder
de: Erinnerung per Email erhalten

source: Create a new FOI Request Reminder
de: Erstellen Sie eine neue IFG-Anfrage-Erinnerung

source: Every
de: Alle

source: request the following:
de: soll Folgendes angefragt werden:

source: Variables
de: Variablen

source: You can use the following variables in your subject and body:
de: Sie können folgende Variablen in Betreff und Nachricht verwenden:

source: Insert date of reminder
de: Füge Datum der Erinnerung ein

source: Insert date of last request
de: Füge Datum der letzten Anfrage ein

source: Save this reminder
de: Erinnerung speichern
